/* Extra recipients */
" & %@ more…" = " og %@ mere…";

/* N recipients */
"%@ recipients" = "%@ modtagere";

/* 1 recipient */
"1 recipient" = "1 modtager";

/* Undo name for adding an address to a recipient field in the compose window */
"Address Addition" = "Tilføjelse af adresse";

/* Undo name for removing an address from a recipient field in the compose window */
"Address Deletion" = "Sletning af adresse";

